IS5Resources.D_FRAGMENT_COUNT_MAX=\u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0445 \u0431\u043B\u043E\u043A\u043E\u0432 \u043A\u043E\u0442\u043E\u0440\u043E\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0434\u0435\u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u043E \u0437\u0430 \u043E\u0434\u0438\u043D \u0440\u0430\u0437. <= 0: \u041E\u0442\u043A\u043B\u044E\u0447\u0435\u043D\u043E
IS5Resources.D_FRAGMENT_COUNT_MIN=\u041C\u0438\u043D\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0445 \u0431\u043B\u043E\u043A\u043E\u0432 \u0431\u043E\u043B\u044C\u0448\u0435 \u043A\u043E\u0442\u043E\u0440\u043E\u0433\u043E \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u0438\u0442\u0441\u044F \u043F\u0440\u0438\u043D\u0443\u0434\u0438\u0442\u0435\u043B\u044C\u043D\u0430\u044F \u0434\u0435\u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u044F (\u0434\u0430\u0436\u0435 \u0435\u0441\u043B\u0438 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439 \u043D\u0435\u0434\u043E\u0441\u0442\u0430\u0442\u043E\u0447\u043D\u043E \u0434\u043B\u044F \u0444\u043E\u0440\u043C\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F \u043F\u043E\u043B\u043D\u043E\u0433\u043E \u0431\u043B\u043E\u043A\u0430). <= 0: \u041E\u0442\u043A\u043B\u044E\u0447\u0435\u043D\u043E
IS5Resources.D_FRAGMENT_TIMEOUT=\u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u0432\u0440\u0435\u043C\u044F (\u043C\u0441\u0435\u043A) \u043C\u0435\u0436\u0434\u0443 \u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u043C\u0438 \u0431\u043B\u043E\u043A\u0430\u043C\u0438 \u0431\u043E\u043B\u044C\u0448\u0435 \u043A\u043E\u0442\u043E\u0440\u043E\u0433\u043E \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u0438\u0442\u0441\u044F \u043F\u0440\u0438\u043D\u0443\u0434\u0438\u0442\u0435\u043B\u044C\u043D\u0430\u044F \u0434\u0435\u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u044F (\u0434\u0430\u0436\u0435 \u0435\u0441\u043B\u0438 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439 \u043D\u0435\u0434\u043E\u0441\u0442\u0430\u0442\u043E\u0447\u043D\u043E \u0434\u043B\u044F \u0444\u043E\u0440\u043C\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F \u043F\u043E\u043B\u043D\u043E\u0433\u043E \u0431\u043B\u043E\u043A\u0430). <= 0: \u041E\u0442\u043A\u043B\u044E\u0447\u0435\u043D\u043E
IS5Resources.D_LOOKUP_COUNT=\u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043F\u0440\u043E\u0432\u0435\u0440\u044F\u0435\u043C\u044B\u0445 \u0434\u0430\u043D\u043D\u044B\u0445 \u043D\u0430 \u043F\u0440\u0435\u0434\u043C\u0435\u0442 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E\u0441\u0442\u0438 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u0439 \u0434\u0435\u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0438 \u043F\u043E\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u0435\u0439 \u0437\u0430 \u043E\u0434\u0438\u043D \u043F\u0440\u043E\u0445\u043E\u0434. <= 0: \u0431\u0435\u0437 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u044F
IS5Resources.D_THREADS_COUNT=\u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043F\u043E\u0442\u043E\u043A\u043E\u0432 \u0434\u0435\u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0438 \u043F\u043E\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u0435\u0439 \u0437\u0430\u043F\u0443\u0441\u043A\u0430\u0435\u043C\u044B\u0445 \u0432 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u043C \u0440\u0435\u0436\u0438\u043C\u0435
IS5Resources.D_UNION_GWIDS=\u0421\u043F\u0438\u0441\u043E\u043A \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u043E\u0432 \u0434\u0430\u043D\u043D\u044B\u0445 (Gwid) \u0434\u043B\u044F \u0434\u0435\u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0438. \u0415\u0441\u043B\u0438 \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D, \u0442\u043E \u0432\u0441\u0435 \u0434\u0430\u043D\u043D\u044B\u0435
IS5Resources.D_UNION_INTERVAL=\u0418\u043D\u0442\u0435\u0440\u0432\u0430\u043B \u0434\u0435\u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0438 \u043F\u043E\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u0435\u0439. \u0415\u0441\u043B\u0438 \u0438\u043D\u0442\u0435\u0440\u0432\u0430\u043B \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D, \u0442\u043E \u043F\u0440\u043E\u0446\u0435\u0441\u0441 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442 \u0442\u0440\u0435\u0431\u0443\u0435\u043C\u044B\u0439 \u0438\u043D\u0442\u0435\u0440\u0432\u0430\u043B
IS5Resources.D_UNION_OFFSET=\u041E\u0442\u0441\u0442\u0443\u043F (\u043C\u0441\u0435\u043A) \u043E\u0442 \u0442\u0435\u043A\u0443\u0449\u0435\u0433\u043E \u0432\u0440\u0435\u043C\u0435\u043D\u0438 \u0434\u043E \u043A\u043E\u0442\u043E\u0440\u043E\u0433\u043E \u043F\u0440\u043E\u0432\u043E\u0434\u0438\u0442\u0441\u044F \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0430\u044F \u0434\u0435\u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u044F \u043F\u043E\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u0435\u0439
IS5Resources.D_VALID_AUTO_REPAIR=\u0410\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u0435 \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u0446\u0435\u043B\u043E\u0441\u0442\u043D\u043E\u0441\u0442\u0438 \u043F\u0440\u0438 \u043E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u0438\u0438 \u043E\u0448\u0438\u0431\u043E\u043A
IS5Resources.D_VALID_FORCE_REPAIR=\u0422\u0440\u0435\u0431\u043E\u0432\u0430\u043D\u0438\u0435 \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u0446\u0435\u043B\u043E\u0441\u0442\u043D\u043E\u0441\u0442\u044C \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445 \u0434\u0430\u0436\u0435 \u0435\u0441\u043B\u0438 \u044D\u0442\u043E \u043F\u0440\u0438\u0432\u043E\u0434\u0438\u0442 \u043A \u0447\u0430\u0441\u0442\u0438\u0447\u043D\u043E\u0439 \u043F\u043E\u0442\u0435\u0440\u0438 \u0434\u0430\u043D\u043D\u044B\u0445
IS5Resources.D_VALID_GWIDS=\u0421\u043F\u0438\u0441\u043E\u043A \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u043E\u0432 \u0434\u0430\u043D\u043D\u044B\u0445 (Gwid) \u0434\u043B\u044F \u043F\u0440\u043E\u0432\u0435\u0440\u043A\u0438. \u0415\u0441\u043B\u0438 \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D, \u0442\u043E \u0432\u0441\u0435 \u0434\u0430\u043D\u043D\u044B\u0435
IS5Resources.D_VALID_INTERVAL=\u0418\u043D\u0442\u0435\u0440\u0432\u0430\u043B \u043F\u0440\u043E\u0432\u0435\u0440\u043A\u0438 \u0431\u043B\u043E\u043A\u043E\u0432 \u043F\u043E\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u0435\u0439. \u0415\u0441\u043B\u0438 \u0438\u043D\u0442\u0435\u0440\u0432\u0430\u043B \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D, \u0442\u043E \u043F\u0440\u043E\u0446\u0435\u0441\u0441 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442 \u0442\u0440\u0435\u0431\u0443\u0435\u043C\u044B\u0439 \u0438\u043D\u0442\u0435\u0440\u0432\u0430\u043B
IS5Resources.D_VALID_REPAIR=\u0422\u0440\u0435\u0431\u043E\u0432\u0430\u043D\u0438\u0435 \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u0446\u0435\u043B\u043E\u0441\u0442\u043D\u043E\u0441\u0442\u044C \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445 \u0442\u043E\u043B\u044C\u043A\u043E \u0435\u0441\u043B\u0438 \u044D\u0442\u043E \u041D\u0415 \u043F\u0440\u0438\u0432\u043E\u0434\u0438\u0442 \u043A \u043F\u043E\u0442\u0435\u0440\u0438 \u0434\u0430\u043D\u043D\u044B\u0445
IS5Resources.N_FRAGMENT_COUNT_MAX=\u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442\u043E\u0432
IS5Resources.N_FRAGMENT_COUNT_MIN=\u041C\u0438\u043D\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442\u043E\u0432
IS5Resources.N_FRAGMENT_TIMEOUT=\u0412\u0440\u0435\u043C\u044F \u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0438
IS5Resources.N_LOOKUP_COUNT=\u041C\u043E\u0449\u043D\u043E\u0441\u0442\u044C \u043F\u043E\u0438\u0441\u043A\u0430 \u0434\u0435\u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0438
IS5Resources.N_THREADS_COUNT=\u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043F\u043E\u0442\u043E\u043A\u043E\u0432 \u0434\u0435\u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0438
IS5Resources.N_UNION_GWIDS=\u0421\u043F\u0438\u0441\u043E\u043A \u0434\u0430\u043D\u043D\u044B\u0445
IS5Resources.N_UNION_INTERVAL=\u0418\u043D\u0442\u0435\u0440\u0432\u0430\u043B \u0434\u0435\u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0438
IS5Resources.N_UNION_OFFSET=\u041E\u0442\u0441\u0442\u0443\u043F \u0434\u0435\u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0438
IS5Resources.N_VALID_AUTO_REPAIR=\u0412\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u0446\u0435\u043B\u043E\u0441\u0442\u043D\u043E\u0441\u0442\u0438
IS5Resources.N_VALID_FORCE_REPAIR=\u0410\u0432\u0430\u0440\u0438\u0439\u043D\u043E\u0435 \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435
IS5Resources.N_VALID_GWIDS=\u0421\u043F\u0438\u0441\u043E\u043A \u0434\u0430\u043D\u043D\u044B\u0445
IS5Resources.N_VALID_INTERVAL=\u0418\u043D\u0442\u0435\u0440\u0432\u0430\u043B \u043F\u0440\u043E\u0432\u0435\u0440\u043A\u0438
IS5Resources.N_VALID_REPAIR=\u0412\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435
IS5Resources.N_REMOVE_GWIDS=\u0421\u043F\u0438\u0441\u043E\u043A \u0434\u0430\u043D\u043D\u044B\u0445
IS5Resources.N_REMOVE_INTERVAL=\u0418\u043D\u0442\u0435\u0440\u0432\u0430\u043B \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u044F
IS5Resources.N_REMOVE_THREADS_COUNT=\u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043F\u043E\u0442\u043E\u043A\u043E\u0432 \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u044F
IS5Resources.N_REMOVE_LOOKUP_COUNT=\u041C\u043E\u0449\u043D\u043E\u0441\u0442\u044C \u043F\u043E\u0438\u0441\u043A\u0430 \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u044F
IS5Resources.D_REMOVE_GWIDS=\u0421\u043F\u0438\u0441\u043E\u043A \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u043E\u0432 \u0434\u0430\u043D\u043D\u044B\u0445 (Gwid) \u0434\u043B\u044F \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u044F. \u0415\u0441\u043B\u0438 \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D, \u0442\u043E \u0432\u0441\u0435 \u0434\u0430\u043D\u043D\u044B\u0435
IS5Resources.D_REMOVE_INTERVAL=\u0418\u043D\u0442\u0435\u0440\u0432\u0430\u043B \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u044F \u043F\u043E\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u0435\u0439. \u0415\u0441\u043B\u0438 \u0438\u043D\u0442\u0435\u0440\u0432\u0430\u043B \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D, \u0442\u043E \u043F\u0440\u043E\u0446\u0435\u0441\u0441 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442 \u0442\u0440\u0435\u0431\u0443\u0435\u043C\u044B\u0439 \u0438\u043D\u0442\u0435\u0440\u0432\u0430\u043B
IS5Resources.D_REMOVE_THREADS_COUNT=\u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043F\u043E\u0442\u043E\u043A\u043E\u0432 \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u044F \u043F\u043E\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u0435\u0439 \u0437\u0430\u043F\u0443\u0441\u043A\u0430\u0435\u043C\u044B\u0445 \u0432 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u043C \u0440\u0435\u0436\u0438\u043C\u0435
IS5Resources.D_REMOVE_LOOKUP_COUNT=\u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043F\u0440\u043E\u0432\u0435\u0440\u044F\u0435\u043C\u044B\u0445 \u0434\u0430\u043D\u043D\u044B\u0445 \u043D\u0430 \u043F\u0440\u0435\u0434\u043C\u0435\u0442 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E\u0441\u0442\u0438 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u044F \u043F\u043E\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u0435\u0439 \u0437\u0430 \u043E\u0434\u0438\u043D \u043F\u0440\u043E\u0445\u043E\u0434. <= 0: \u0431\u0435\u0437 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u044F
