IS5Resources.ERR_CLOSE_BY_NOT_CONNECTION=\u041D\u0435\u0442 callback-\u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0439 \u0441\u0435\u0440\u0432\u0435\u0440\u0430. \u041F\u0435\u0440\u0435\u0441\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F
IS5Resources.ERR_CLUSTER_NO_CHANNEL=\u041E\u0442\u043A\u0430\u0437 \u043F\u0435\u0440\u0435\u0434\u0430\u0447\u0438 \u0442\u043E\u043F\u043E\u043B\u043E\u0433\u0438\u0438 \u043A\u043B\u0430\u0441\u0442\u0435\u0440\u043E\u0432 - \u043D\u0435\u0442 \u043A\u0430\u043D\u0430\u043B\u0430 \u0441\u0432\u044F\u0437\u0438 \u0441 \u0441\u0435\u0440\u0432\u0435\u0440\u043E\u043C
IS5Resources.ERR_CLUSTER_NO_CHANNEL_BY_TOPOLOGY=\u041E\u0442\u043A\u0430\u0437 \u043F\u0435\u0440\u0435\u0434\u0430\u0447\u0438 \u0442\u043E\u043F\u043E\u043B\u043E\u0433\u0438\u0438 \u043A\u043B\u0430\u0441\u0442\u0435\u0440\u043E\u0432 - \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D \u043A\u0430\u043D\u0430\u043B \u0432 \u0442\u043E\u043F\u043E\u043B\u043E\u0433\u0438\u0438 %s
IS5Resources.ERR_CLUSTER_NO_CONNECT=\u041E\u0442\u043A\u0430\u0437 \u043F\u0435\u0440\u0435\u0434\u0430\u0447\u0438 \u0442\u043E\u043F\u043E\u043B\u043E\u0433\u0438\u0438 \u043A\u043B\u0430\u0441\u0442\u0435\u0440\u043E\u0432 - \u043D\u0435\u0442 \u0441\u0432\u044F\u0437\u0438 \u0441 \u0441\u0435\u0440\u0432\u0435\u0440\u043E\u043C
IS5Resources.ERR_CONNECT_NODE=%s. \u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u0442\u043E\u043F\u043E\u043B\u043E\u0433\u0438\u0438 %s. \u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u044F \u043A \u043D\u043E\u0432\u043E\u043C\u0443 \u0443\u0437\u043B\u0443 %s. \u041F\u0440\u0438\u0447\u0438\u043D\u0430: %s
IS5Resources.ERR_LOCAL_ADDR_FAIL=\u041E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0430\u0434\u0440\u0435\u0441\u0430 \u0434\u043B\u044F \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u044F \u043E\u0431\u0440\u0430\u0442\u043D\u044B\u0445 \u0432\u044B\u0437\u043E\u0432\u043E\u0432. \u0410\u0434\u0440\u0435\u0441 %s:%d \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u0435\u043D
IS5Resources.ERR_NOT_FOUND_INIT_IMPL_CLASS=\u041D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D \u043A\u043B\u0430\u0441\u0441 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F \u0440\u0435\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0438 \u0431\u0435\u043A\u0435\u043D\u0434\u0430 (IS5InitialImplementation): %s. \u041F\u0440\u0438\u0447\u0438\u043D\u0430: %s
IS5Resources.ERR_NOT_FOUND_INIT_IMPL_CONSTRUCTOR=\u041D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D \u043E\u0442\u043A\u0440\u044B\u0442\u044B\u0439 \u043A\u043E\u043D\u0441\u0442\u0440\u0443\u043A\u0442\u043E\u0440 \u0431\u0435\u0437 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u0432 \u0432 \u043A\u043B\u0430\u0441\u0441\u0435 \u0440\u0435\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0438 \u0431\u0435\u043A\u0435\u043D\u0434\u0430 (IS5InitialImplementation): %s. \u041F\u0440\u0438\u0447\u0438\u043D\u0430: %s
IS5Resources.ERR_NOT_FOUND_INIT_IMPL_INSTANTIATION=\u041E\u0448\u0438\u0431\u043A\u0430 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F \u0440\u0435\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0438 \u0431\u0435\u043A\u0435\u043D\u0434\u0430 (IS5InitialImplementation): %s. \u041F\u0440\u0438\u0447\u0438\u043D\u0430: %s
IS5Resources.ERR_NOT_FOUND_INIT_IMPL_UNEXPECTED=\u041D\u0435\u043E\u0436\u0438\u0434\u0430\u043D\u043D\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0430 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F \u0440\u0435\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0438 \u0431\u0435\u043A\u0435\u043D\u0434\u0430 (IS5InitialImplementation): %s. \u041F\u0440\u0438\u0447\u0438\u043D\u0430: %s
IS5Resources.ERR_SERVER_SESSION_CLOSE=\u0421\u0435\u0440\u0432\u0435\u0440 \u0437\u0430\u043A\u0440\u044B\u043B \u0441\u0435\u0441\u0441\u0438\u044E \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F.
IS5Resources.ERR_TRY_RECONNECT=%s. \u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438\u043C\u043D\u0438\u043A\u0430 \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0439 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F. \u0421\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u043D\u043E\u0432\u043E\u0433\u043E \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F \u0441 \u0441\u0435\u0440\u0432\u0435\u0440\u043E\u043C. \u041F\u0440\u0438\u0447\u0438\u043D\u0430: %s
IS5Resources.MSG_CALLBACKS_WAIT=\u041E\u0436\u0438\u0434\u0430\u043D\u0438\u0435 callback-\u043A\u0430\u043D\u0430\u043B\u043E\u0432 = %d msec. \u0423\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044B\u0445 \u043A\u0430\u043D\u0430\u043B\u043E\u0432 = %d
IS5Resources.MSG_CONNECT_NODE=%s. \u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u0442\u043E\u043F\u043E\u043B\u043E\u0433\u0438\u0438 %s. \u041F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0435 \u043A \u043D\u043E\u0432\u043E\u043C\u0443 \u0443\u0437\u043B\u0443 %s
IS5Resources.MSG_DISCONNECT_NODE=%s. \u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u0442\u043E\u043F\u043E\u043B\u043E\u0433\u0438\u0438 %s. \u041E\u0442\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0435 \u043E\u0442 \u0443\u0437\u043B\u0430 %s
IS5Resources.MSG_DOJOB_RUN=DO JOB (%d msec): %s. open connections: %d
IS5Resources.MSG_FIND_LOCAL_ADDR=\u041E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0430\u0434\u0440\u0435\u0441\u0430 \u0434\u043B\u044F \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u044F \u043E\u0431\u0440\u0430\u0442\u043D\u044B\u0445 \u0432\u044B\u0437\u043E\u0432\u043E\u0432: %s
IS5Resources.MSG_NODES_NOT_FOUND=%s. \u041D\u0435\u0442 pas-\u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0439 \u043A \u0443\u0437\u043B\u0430\u043C \u043A\u043B\u0430\u0441\u0442\u0435\u0440\u0430 s5-\u0441\u0435\u0440\u0432\u0435\u0440\u0430. \u041F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u043D\u043E: %d. \u0422\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F: %d
IS5Resources.MSG_SEND_VERIFY=%s. \u041F\u0435\u0440\u0435\u0434\u0430\u0447\u0430 session-verify \u0443\u0432\u0435\u0434\u043E\u043C\u043B\u0435\u043D\u0438\u044F
IS5Resources.MSG_SET_CLUSTER_TOPOLOGY=\u041F\u0435\u0440\u0435\u0434\u0430\u0447\u0430 \u043F\u043E \u043A\u0430\u043D\u0430\u043B\u0443 %s \u0442\u043E\u043F\u043E\u043B\u043E\u0433\u0438\u0438 \u043A\u043B\u0430\u0441\u0442\u0435\u0440\u043E\u0432 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B\u0445 \u043A\u043B\u0438\u0435\u043D\u0442\u0443: %s
