package org.toxsoft.uskat.s5.schedules.lib.impl;

/**
 * Локализуемые ресурсы.
 *
 * @author mvk
 */
@SuppressWarnings( "nls" )
interface ISkResources {

  // ------------------------------------------------------------------------------------
  // Строковые константы
  //

  // ------------------------------------------------------------------------------------
  // Строки сообщений
  //
  // ------------------------------------------------------------------------------------
  // Тексты ошибок
  //
  String MSG_ERR_NOT_CONNECTION = "Нет связи с сервером";
}
