IS5Resources.D_SESSION_ID=\u0418\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440 \u0441\u0435\u0441\u0441\u0438\u0438 {@link ISkSession}. \u0421\u043E\u0437\u0434\u0430\u0435\u0442\u0441\u044F \u043F\u0440\u0438 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u0438 \u043D\u043E\u0432\u043E\u0433\u043E \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F ISkConnection.
IS5Resources.N_SESSION_ID=\u0418\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440
IS5Resources.D_USERNAME=\u0418\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F.
IS5Resources.N_USERNAME=\u0418\u043C\u044F
IS5Resources.D_PASSWORD=\u041F\u0430\u0440\u043E\u043B\u044C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F.
IS5Resources.N_PASSWORD=\u041F\u0430\u0440\u043E\u043B\u044C
IS5Resources.D_WILDFLY_LOGIN    = \u0418\u043C\u044F wildfly
IS5Resources.N_WILDFLY_LOGIN    = \u0418\u043C\u044F \u0443\u0447\u0435\u0442\u043D\u043E\u0439 \u0437\u0430\u043F\u0438\u0441\u0438 (login) \u043F\u043E\u0434 \u043A\u043E\u0442\u043E\u0440\u043E\u0439 \u043F\u0440\u043E\u0438\u0437\u043E\u0432\u043E\u0434\u0438\u0442\u0441\u044F \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0435 \u043A \u0441\u0435\u0440\u0432\u0435\u0440\u0443 wildfly. \u041F\u043E\u0434 \u043E\u0434\u043D\u043E\u0439 \u0438 \u0442\u043E\u0439 \u0436\u0435 \u0443\u0447\u0435\u0442\u043D\u043E\u0439 \u0437\u0430\u043F\u0438\u0441\u044C\u044E \u043C\u043E\u0436\u0435\u0442 \u0440\u0430\u0431\u043E\u0442\u0430\u0442\u044C \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439. \u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u0443\u0447\u0435\u0442\u043D\u044B\u043C\u0438 \u0437\u0430\u043F\u0438\u0441\u044F\u043C\u0438 \u043E\u0441\u0443\u0449\u0435\u0441\u0442\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0430\u043C\u0438 wildfly (add-user, application-users.properties, application-users.roles.properties)
IS5Resources.D_WILDFLY_PASSWORD = \u041F\u0430\u0440\u043E\u043B\u044C wildfly
IS5Resources.N_WILDFLY_PASSWORD = \u041F\u0430\u0440\u043E\u043B\u044C \u0443\u0447\u0435\u0442\u043D\u043E\u0439 \u0437\u0430\u043F\u0438\u0441\u0438 \u043F\u043E\u0434 \u043A\u043E\u0442\u043E\u0440\u043E\u0439 \u043F\u0440\u043E\u0438\u0437\u043E\u0432\u043E\u0434\u0438\u0442\u0441\u044F \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0435 \u043A \u0441\u0435\u0440\u0432\u0435\u0440\u0443 wildfly. \u041F\u043E\u0434 \u043E\u0434\u043D\u043E\u0439 \u0438 \u0442\u043E\u0439 \u0436\u0435 \u0443\u0447\u0435\u0442\u043D\u043E\u0439 \u0437\u0430\u043F\u0438\u0441\u044C\u044E \u043C\u043E\u0436\u0435\u0442 \u0440\u0430\u0431\u043E\u0442\u0430\u0442\u044C \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439. \u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u0443\u0447\u0435\u0442\u043D\u044B\u043C\u0438 \u0437\u0430\u043F\u0438\u0441\u044F\u043C\u0438 \u043E\u0441\u0443\u0449\u0435\u0441\u0442\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0430\u043C\u0438 wildfly (add-user, application-users.properties, application-users.roles.properties)
IS5Resources.D_HOSTS=\u0421\u043F\u0438\u0441\u043E\u043A \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u044B\u0445 \u0442\u043E\u0447\u0435\u043A \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u044F(\u0430\u0434\u0440\u0435\u0441\u043E\u0432) \u043A \u0441\u0435\u0440\u0432\u0435\u0440\u0443 \u0432 \u043F\u043E\u0440\u044F\u0434\u043A\u0435 \u043F\u043E\u043D\u0438\u0436\u0435\u043D\u0438\u044F \u043F\u0440\u0438\u043E\u0440\u0438\u0442\u0435\u0442\u0430 (\u043F\u0435\u0440\u0432\u044B\u0439 \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u0439, \u0441 \u0432\u044B\u0441\u0448\u0438\u043C \u043F\u0440\u0438\u043E\u0440\u0438\u0442\u0435\u0442\u043E\u043C).
IS5Resources.N_HOSTS=\u0410\u0434\u0440\u0435\u0441\u0430
IS5Resources.D_CLIENT_ADDRESS=\u0410\u0434\u0440\u0435\u0441 (IP \u0438\u043B\u0438 \u0441\u0435\u0442\u0435\u0432\u043E\u0435 \u0438\u043C\u044F) \u0443\u0434\u0430\u043B\u0435\u043D\u043D\u043E\u0433\u043E \u043A\u043B\u0438\u0435\u043D\u0442\u0430
IS5Resources.N_CLIENT_ADDRESS=\u0425\u043E\u0441\u0442
IS5Resources.D_CLIENT_PORT=\u041F\u043E\u0440\u0442 \u0443\u0434\u0430\u043B\u0435\u043D\u043D\u043E\u0433\u043E \u043A\u043B\u0438\u0435\u043D\u0442\u0430
IS5Resources.N_CLIENT_PORT=\u041F\u043E\u0440\u0442
IS5Resources.D_CLIENT_PROGRAM=\u0418\u043C\u044F \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u044B \u043A\u043B\u0438\u0435\u043D\u0442\u0430
IS5Resources.N_CLIENT_PROGRAM=\u041A\u043B\u0438\u0435\u043D\u0442
IS5Resources.D_CLIENT_VERSION=\u0412\u0435\u0440\u0441\u0438\u044F \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u044B \u043A\u043B\u0438\u0435\u043D\u0442\u0430
IS5Resources.N_CLIENT_VERSION=\u0412\u0435\u0440\u0441\u0438\u044F
IS5Resources.D_CONNECT_TIMEOUT=\u0422\u0430\u0439\u043C\u0430\u0443\u0442 (\u043C\u0441\u0435\u043A) \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u044F \u043A \u0441\u0435\u0440\u0432\u0435\u0440\u0443
IS5Resources.N_CONNECT_TIMEOUT=\u0422\u0430\u0439\u043C\u0430\u0443\u0442
IS5Resources.D_FAILURE_TIMEOUT=\u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u0432\u0440\u0435\u043C\u044F \u043E\u0436\u0438\u0434\u0430\u043D\u0438\u044F (\u043C\u0441\u0435\u043A) \u043F\u0430\u043A\u0435\u0442\u043E\u0432 \u0447\u0435\u0440\u0435\u0437 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435 \u043F\u043E\u0441\u043B\u0435 \u043A\u043E\u0442\u043E\u0440\u043E\u0433\u043E \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u0438\u0442\u0441\u044F \u0440\u0430\u0437\u0440\u044B\u0432 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F
IS5Resources.N_FAILURE_TIMEOUT=\u0422\u0430\u0439\u043C\u0430\u0443\u0442
IS5Resources.D_CURRDATA_TIMEOUT=\u041C\u0438\u043D\u0438\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u0438\u043D\u0442\u0435\u0440\u0432\u0430\u043B (\u043C\u0441\u0435\u043A) \u043F\u0435\u0440\u0435\u0434\u0430\u0447\u0438 \u043F\u0430\u043A\u0435\u0442\u043E\u0432 \u0442\u0435\u043A\u0443\u0449\u0438\u0445 \u0434\u0430\u043D\u043D\u044B\u0445 \u0447\u0435\u0440\u0435\u0437 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435. <=0 - \u043F\u0435\u0440\u0435\u0434\u0430\u0432\u0430\u0442\u044C \u043D\u0435\u043C\u0435\u0434\u043B\u0435\u043D\u043D\u043E
IS5Resources.N_CURRDATA_TIMEOUT=\u0418\u043D\u0442\u0435\u0440\u0432\u0430\u043B
IS5Resources.D_HISTDATA_TIMEOUT=\u041C\u0438\u043D\u0438\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u0438\u043D\u0442\u0435\u0440\u0432\u0430\u043B (\u043C\u0441\u0435\u043A) \u043F\u0435\u0440\u0435\u0434\u0430\u0447\u0438 \u043F\u0430\u043A\u0435\u0442\u043E\u0432 \u0445\u0440\u0430\u043D\u0438\u043C\u044B\u0445 \u0434\u0430\u043D\u043D\u044B\u0445 \u0447\u0435\u0440\u0435\u0437 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435. <=0 - \u043F\u0435\u0440\u0435\u0434\u0430\u0432\u0430\u0442\u044C \u043D\u0435\u043C\u0435\u0434\u043B\u0435\u043D\u043D\u043E
IS5Resources.N_HISTDATA_TIMEOUT=\u0418\u043D\u0442\u0435\u0440\u0432\u0430\u043B
IS5Resources.D_CLASSLOADER=\u0417\u0430\u0433\u0440\u0443\u0437\u0447\u0438\u043A \u043A\u043B\u0430\u0441\u0441\u043E\u0432 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u043C\u044B\u0439 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435\u043C\u043C
IS5Resources.N_CLASSLOADER=\u0417\u0430\u0433\u0440\u0443\u0437\u0447\u0438\u043A \u043A\u043B\u0430\u0441\u0441\u043E\u0432
IS5Resources.D_MONITOR=\u041C\u043E\u043D\u0438\u0442\u043E\u0440 \u0440\u0430\u0431\u043E\u0442\u044B \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u043C\u044B\u0439 \u0434\u043B\u044F \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F
IS5Resources.N_MONITOR=\u041C\u043E\u043D\u0438\u0442\u043E\u0440
IS5Resources.D_CONNECTION_LOCK=\u0411\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u043A\u0430 \u0434\u043E\u0441\u0442\u0443\u043F\u0430 \u043A \u0434\u0430\u043D\u043D\u044B\u043C \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F
IS5Resources.N_CONNECTION_LOCK=\u0411\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u043A\u0430 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F
IS5Resources.D_LOCAL_MODULE=\u0418\u043C\u044F \u043C\u043E\u0434\u0443\u043B\u044F \u0441\u043E\u0437\u0434\u0430\u0432\u0448\u0435\u0433\u043E \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E\u0435 \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0435 \u043A \u0431\u0435\u043A\u0435\u043D\u0434\u0443.
IS5Resources.N_LOCAL_MODULE=\u041C\u043E\u0434\u0443\u043B\u044C
IS5Resources.D_LOCAL_NODE=\u0418\u043C\u044F \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0443\u0437\u043B\u0430 \u043D\u0430 \u043A\u043E\u0442\u043E\u0440\u043E\u043C \u0441\u043E\u0437\u0434\u0430\u043D\u043E \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E\u0435 \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0435 \u043A \u0431\u0435\u043A\u0435\u043D\u0434\u0443.
IS5Resources.N_LOCAL_NODE=\u0423\u0437\u0435\u043B
