package org.toxsoft.uskat.s5.cron.addons;

/**
 * Локализуемые ресурсы реализации.
 *
 * @author mvk
 */
interface IS5Resources {

  // ------------------------------------------------------------------------------------
  // Строки сообщений
  //
  // String MSG_CACHE_ALREADY_INITED = "Кэш текущих данных уже сформирован кластером.";

  // ------------------------------------------------------------------------------------
  // Тексты ошибок
  //
  // String ERR_CANT_CHANGE_CLASS_WITH_OBJS = "Запрет изменения класса %s имеющий объекты. Причина: %s";

}
