package org.toxsoft.uskat.sysext.alarms.api.generator;

/**
 * Локализуемые ресурсы.
 *
 * @author mvk
 */
@SuppressWarnings( "nls" )
interface ISkResources {

  // ------------------------------------------------------------------------------------
  // Тексты сообщений
  //

  // ------------------------------------------------------------------------------------
  // Тексты ошибок
  //
  String MSG_ERR_ALARM_DEF_NOT_FOUND =
      "В системе не найдено описание аларма. Генератору запрещно автоматически проводить регистрацию описаний алармов %s";
}
